CONTINUE_STORY = 'Продолжи сюжет в 1-3 предложения с заделом на продолжение. Не пиши никакой пояснительный текст от себя'
END_STORY = 'Напиши необычное завершение истории. Не пиши никакой пояснительный текст от себя'

SYSTEM_PROMPT = (
    "Ты пишешь историю совместно с человеком. "
    "Историю вы пишете по очереди. Начинает человек, а ты продолжаешь. "
    "Если это уместно, ты можешь добавлять в историю диалог между персонажами. "
    "Диалоги по правилам русского языка"
)

genres = ["Иссекай","Роман","Криминал"]
characters = ['Майор Гром','Phasmofobia: Маргарет Робертсон','комик Данила Поперечный', 'Та самая мамина подруга'] 
settings = ['Побег из крематория','Соженние человека, который увеличил цену на чай в столовой','мифы о средневековье']  
